[{"Input":"Prompt: Describe the role of AI in healthcare.","Output":"Optimize this prompt to: 'Explain how AI technologies can improve diagnostic and treatment accuracy in healthcare.'"},{"Input":"Prompt: How can I speed up the implementation of a neural network in Python?","Output":"Optimize this prompt to: 'Explain efficient methods to accelerate neural network implementation in Python, listing specific libraries or techniques.'"},{"Input":"Prompt: I need tips for better data visualization in Python.","Output":"Optimize this prompt to: 'What techniques and libraries are best for creating professional data visualizations in Python? Provide best practices and specific examples.'"},{"Input":"Subject: Data Science, Context: I want to understand how to process large datasets efficiently.","Output":"How can I efficiently process large datasets in data analysis? List specific strategies and tools for data scientists."},{"Input":"Subject: Marketing, Context: I'm looking for ideas to promote a new product on social media.","Output":"What innovative strategies work well for promoting a new product on social media? Please include specific platforms and approaches."},{"Input":"Prompt: Generate a competitive analysis across industries and market.","Output":"Consider improving this prompt to: 'Generate a detailed competitive analysis across relevant industries including market related highlights.'"},{"Input":"Prompt: Summarize new impactful technologies.","Output":"Consider improving this prompt to: 'Generate a summary of emerging technologies with the most significant impact on some industries.'"},{"Input":"Subject: Research, Context: I'm looking for a competitive analysis on industries and market highlights.","Output":"Generate a detailed competitive analysis across relevant industries including market related highlights."},{"Input":"Subject: Research, Context: I want a summary of the newest most important technologies.","Output":"Generate a summary of emerging technologies with the most significant impact on some industries."},{"Input":"Prompt: Do a market research in an industry using an URL.","Output":"Optimize this prompt to: 'Conduct a market research in a specific industry using specified URLs as source of information.'"},{"Input":"Subject: Market Resarch, Context: I want a market research on an industry using URLs.","Output":"Conduct a market research in a specific industry using specified URLs as source of information."},{"Input":"Prompt: Summarize meeting notes including discussion, action items, and future topics.","Output":"Optimize this prompt to: 'You will be provided with meeting notes, and your task is to summarize the meeting as follows: -Overall summary of discussion -Action items -a list of topics discussed in the next meetings.'"},{"Input":"Subject: Business Administration, Context: I want a summary on provided meeting notes.","Output":"You will be provided with meeting notes, and your task is to summarize the meeting as follows: -Overall summary of discussion -Action items -a list of topics discussed in the next meetings."},{"Input":"Prompt: Generate a list of questions for a project retrospective report.","Output":"Consider improving this prompt to: 'I need to write a report detailing the successes, failures, and lessons learned from our recent project. Draft a list of questions. Include potential contributing factors to the problem or success of the project.'"},{"Input":"Subject: Business Administration, Context: I want a list of questions for a project retrospective report.","Output":"I need to write a report detailing the successes, failures, and lessons learned from our recent project. Draft a list of questions. Include potential contributing factors to the problem or success of the project."},{"Input":"Prompt: Prepare questions employees may ask. Also generate potential answers.","Output":"Try rephrasing as: 'As the [Job Title] at [Company Name], I’m preparing for a company-wide meeting. I need help brainstorming challenging questions employees may ask about earnings, leadership changes, and company vision. Generate questions with confident, firm responses for each.'"},{"Input":"Subject: Business Administration, Context: I'm hosting a meeting with the entire company and want to practice how to respond on tough questions.","Output":"As the [Job Title] at [Company Name], I’m preparing for a company-wide meeting. I need help brainstorming challenging questions employees may ask about earnings, leadership changes, and company vision. Generate questions with confident, firm responses for each."},{"Input":"Prompt: Create templates for emails, messages, and notes for customer.","Output":"Try rephrasing as: 'Draft templates for three different types of customer communication. Create a template for emails, [type of messages] messages, and [type of notes] notes for [type of customers] customers. Keep each template to one paragraph and use a [tone] tone.'"},{"Input":"Subject: Email Assistance, Context: I want to communicate with my customer, either for emails, messages, and notes for customer.","Output":"Draft templates for three different types of customer communication. Create a template for emails, [type of messages] messages, and [type of notes] notes for [type of customers] customers. Keep each template to one paragraph and use a [tone] tone."},{"Input":"Prompt: Write an email to [name] and congratulate them on their new role. Invite them to lunch.","Output":"Optimize this prompt to: 'Write an email to [name], the new [position] at [company]. Congratualte them on their new role. Introduce yourself as their contact point at [company name]. Invite them to lunch next week and check, if they prefer Monday or Tuesday.'"},{"Input":"Subject: Email Assistance, Context: I want to write an email and congratulate a colleague on their new role, and also inviting them to lunch.","Output":"Write an email to [name], the new [position] at [company]. Congratualte them on their new role. Introduce yourself as their contact point at [company name]. Invite them to lunch next week and check, if they prefer Monday or Tuesday."},{"Input":"Prompt: Send an email to colleagues to schedule a meeting to discuss.","Output":"Consider improving this prompt to: 'Write me an email to [name] requesting a meeting next week to discuss [topic]. Include considerations for [content].'"},{"Input":"Subject: Email Assistance, Context: I want to send an email to colleagues and schedule a discussion meeting.","Output":"Write me an email to [name] requesting a meeting next week to discuss [topic]. Include considerations for [content]."},{"Input":"Prompt: Generate a detailed roadmap for software development, focusing on key features and scalability.","Output":"Try rephrasing as: 'Create a comprehensive roadmap for developing and launching [type of software tool], focusing on [key functionality/aspect], [user interaction/feature], and [scalability/secruity consider].'"},{"Input":"Subject: Innovation, Context: I need a roadmap for software development, focusing on key features and scalability.","Output":"Create a comprehensive roadmap for developing and launching [type of software tool], focusing on [key functionality/aspect], [user interaction/feature], and [scalability/secruity consider]."},{"Input":"Prompt: Develop business growth strategies by leveraging market expansion, branding, engagement etc.","Output":"Optimize this prompt: 'Generate strategic initiatives tailored to achieve [company name]s specific business growth objectives. Include actionable plans for market expansion, product diversification, innovation, branding, and customer engangement strategies.'"},{"Input":"Subject: Innovation, Context: I want to develop businnes growth strategies by leveraging marjet expansion, branding, engagement etc.","Output":"Generate strategic initiatives tailored to achieve [company name]s specific business growth objectives. Include actionable plans for market expansion, product diversification, innovation, branding, and customer engangement strategies."},{"Input":"Prompt: Evaluate the feasibility and market potential of a new business idea across various industries.","Output":"Consider improving this prompt to: 'Validate a business idea for a new digitial solution targeting [consumer type] consumers interested in [interests]. Evaluate market trends, identify key demographics, assess competitive challenges, propose monetization strategies, analyze technical feasibility, and recommend implementation and scalability plans.'"},{"Input":"Subject: Innovation, Context: I need a evaluation of the feasibility and market potential of a new business idea across various industries.","Output":"Validate a business idea for a new digitial solution targeting [consumer type] consumers interested in [interests]. Evaluate market trends, identify key demographics, assess competitive challenges, propose monetization strategies, analyze technical feasibility, and recommend implementation and scalability plans."},{"Input":"Prompt: Generate product names from a descrition and seed words:  -[description] -[seed words].","Output":"Try rephrasing as: 'You will be provided with a product description and seed words, and your task is to generate product names. Product desciption: [product description] Seed words: [seed words]'"},{"Input":"Subject: Innovation, Context: I want product names based on description and seed words.","Output":"You will be provided with a product description and seed words, and your task is to generate product names. Product desciption: [product description] Seed words: [seed words]"},{"Input":"Prompt: Develop a half-day agenda for an educational session focused on a slected topic.","Output":"Optimize this prompt to: 'Create an agenda for an educational session focused on our [topic] for teams across the organization. Include time for the [activity] and include time for lunch/cofee breaks.'"},{"Input":"Subject: Innovation, Context: I want to develop a half-day agenda for an educational session focused on a selected topic.","Output":"Create an agenda for an educational session focused on our [topic] for teams across the organization. Include time for the [activity] and include time for lunch/cofee breaks."},{"Input":"Prompt: Generate a design thinking workshop plan adaptable for various topics and audiences.","Output":"Consider improving this prompt to: 'You are a professional design thinking workshop facilitator. You are organizing a new workshop.'"},{"Input":"Subject: Innovation, Context: I want a design thinking workshop plan adaptable for various topics and audiences.","Output":"You are a professional design thinking workshop facilitator. You are organizing a new workshop."},{"Input":"Prompt: Create a brief and persuasice elevator pitch for a specified product or service.","Output":"Try rephrasing as: 'Generate an elevator pitch [idea] and include key benefits, competitive points of differentiation, and the pain points that [idea/product name] solves for.'"},{"Input":"Subject: Innovation, Context: I want an elevator pitch for a specified product or service.","Output":"Generate an elevator pitch [idea] and include key benefits, competitive points of differentiation, and the pain points that [idea/product name] solves for."},{"Input":"Prompt: Create a questionnaire to validate my assumptions.","Output":"Optimize this prompt to: 'Act as a [specific role]. Design a sample questionnaire for customer/user interviews as part of the problem validation phase for the following identified problem: [describe identified problem]. Include a mix of open-ended and closed-ended questions.'"},{"Input":"Subject: Innovation, Context: I want a questionnaire to validate my assumptions.","Output":"Act as a [specific role]. Design a sample questionnaire for customer/user interviews as part of the problem validation phase for the following identified problem: [describe identified problem]. Include a mix of open-ended and closed-ended questions."},{"Input":"Prompt: Create Excel formulas based onuser-described calculations or data manipulations. [table description]","Output":"Consider improving this prompt to: 'As an Excel Formula Expert, create advanced formulas to perform complex calculations or data manipulations as requested. If details are missing, ask for the desired outcome, cell ranges, criteria, or output format. Once requirements are clear, provide a detailed formula with an explanation of each parts function and tips for effective use within Excel. [table description]'"},{"Input":"Subject: Data Analytics, Context: I want to create Excel formulas based on user-described calculations or data manipulations.","Output":"As an Excel Formula Expert, create advanced formulas to perform complex calculations or data manipulations as requested. If details are missing, ask for the desired outcome, cell ranges, criteria, or output format. Once requirements are clear, provide a detailed formula with an explanation of each parts function and tips for effective use within Excel."},{"Input":"Prompt: Extract data (email addresses, phone number, address) from a document into a JSON-formatted list.","Output":"Try rephrasing as: 'Precisely copy any [specific data type] from the following text and then write them, one per line. Only write an [specified data type] if it's precisely spelled out in the input text. If there are no specified data in the text, write \"\"N/A\"\". Do not say anything else.'"},{"Input":"Subject: Data Analytics, Context: I want to extract data from a document into a JSON-formatted list.","Output":"Precisely copy any [specific data type] from the following text and then write them, one per line. Only write an [specified data type] if it's precisely spelled out in the input text. If there are no specified data in the text, write \"\"N/A\"\". Do not say anything else."},{"Input":"Prompt: Create table from unstructured text. [unstructured text]","Output":"Optimize this prompt to: 'You will be provided with unstructured data, and your task is to parse it into [format]. [unstructured data]'"},{"Input":"Subject: Data Analytics, Context: I want to create tables from unstructured text.","Output":"You will be provided with unstructured data, and your task is to parse it into [format]. [unstructured data]"},{"Input":"Prompt: Generate creative and distinct logo ideas.","Output":"Consider improving this prompt to: 'Generate ideas for a creative and eye-catching logo for my new business, [business name]. Generate a logo considering the following: Dual Concept: [concept] Target Audience: [audience] Style Options: [style options].'"},{"Input":"Subject: Marketing, Context: I'm looking for creative and distinct logo ideas.","Output":"Generate ideas for a creative and eye-catching logo for my new business, [business name]. Generate a logo considering the following: Dual Concept: [concept] Target Audience: [audience] Style Options: [style options]."},{"Input":"Prompt: Create a comprehensive marketing plan for a new service/product.","Output":"Try rephrasing as: 'I'm developing a marketing plan for a new product that provides [product's offer]. My target audience is [audience]. Help me create a plan with focus on [marketing channels]. Here's what I'd like you to cover: competitor analysis, ideal marketing channel mix with rationale, budget recommendations, key messaging ideas, and proposed campaign timeline with KPIs.'"},{"Input":"Subject: Marketing, Context: I want to create a comprehensive marketing plan for a new service/product.","Output":"I'm developing a marketing plan for a new product that provides [product's offer]. My target audience is [audience]. Help me create a plan with focus on [marketing channels]. Here's what I'd like you to cover: competitor analysis, ideal marketing channel mix with rationale, budget recommendations, key messaging ideas, and proposed campaign timeline with KPIs."},{"Input":"Prompt: Draft detailed and engaging job descriptions for new positions on different teams.","Output":"Optimize this prompt to: 'I am opening a new job position on the [department] team. Write a compelling wrole description for a [position]. Highlight key responsibilities [key resbonsibilities] and requirements including [requirements], a minimum [number] years experience, and a portfolio of [required experience] examples.'"},{"Input":"Subject: Human Resources, Context: I want to draft detailed and engaging job descriptions for new positions on different teams.","Output":"I am opening a new job position on the [department] team. Write a compelling wrole description for a [position]. Highlight key responsibilities [key resbonsibilities] and requirements including [requirements], a minimum [number] years experience, and a portfolio of [required experience] examples."},{"Input":"Prompt: Draft an anonymous employee satisfaction survey with questions and answer options.","Output":"Consider improving this prompt to: 'Draft an anonymous employee satisfication survey with questions and answer options that touch upon key areas like [areas]. Ensure the questions are clear, concise, and avoid leading answers.'"},{"Input":"Subject: Human Resources, Context: I need to draft an anonymous employee satisfaction survey with questions and answer options.","Output":"Draft an anonymous employee satisfication survey with questions and answer options that touch upon key areas like [areas]. Ensure the questions are clear, concise, and avoid leading answers"},{"Input":"Prompt: Generate employee appreciation ideas tailored to my company's culture and diverse interests.","Output":"Try rephrasing as: 'Brainstorm some employee appreciation ideas based on company culture of [company culture] and diverse employee interests such as [interests].'"},{"Input":"Subject: Human Resources, Context: I want employee appreciation ideas tailored to my company's culture and diverse interests.","Output":"Brainstorm some employee appreciation ideas based on company culture of [company culture] and diverse employee interests such as [interests]."},{"Input":"Prompt: Distill compex policies into simple, easy-to-understand checklists for new employees. [type of policy]","Output":"Optimize this prompt to: 'Generate a step-by-step checklist summarizing the company's [type of policy] policy. Ensure it is written in plain language and easy for employees to understand.'"},{"Input":"Subject: Human Resources, Context: I need complex policies into simple, easy-to-understand checklists for new employees.","Output":"Generate a step-by-step checklist summarizing the company's [type of policy] policy. Ensure it is written in plain language and easy for employees to understand."},{"Input":"Prompt: Create a collaborative team-bonding activity.","Output":"Consider improving this prompt to: 'Design a team-bonding activity, such as an office scavenger hunt, to have team members work together during team meeting. [addtional requests if applied]'"},{"Input":"Subject: Human Resources, Context: I want to do a collaborative team-bonding activity.","Output":"Design a team-bonding activity, such as an office scavenger hunt, to have team members work together during team meeting. [addtional requests if applied]"},{"Input":"Prompt: Organize a new employee's first-week schedule to structure and facilitate onboarding activities.","Output":"Try rephrasing as: 'Create a table that outlines a new employee's first-week schedule, including key meetings, training sessions, and introductions. Provide a column for key contacts and priority level (low, medium, high) for each activity. [additional needs if applied]'"},{"Input":"Subject: Human Resources, Context: I need to organize a new employee's first-week schedule to structure and facilitate onboarding activities.","Output":"Create a table that outlines a new employee's first-week schedule, including key meetings, training sessions, and introductions. Provide a column for key contacts and priority level (low, medium, high) for each activity. [additional needs if applied]"},{"Input":"Prompt: Create engaging social media posts by generating content ideas.","Output":"Optimize this prompt to: 'Write three engaging social media posts about [product/service/topic] that would appeal to [target audience]. Keep each social media post to two sentences and include a call to action to visit [website/landing page].'"},{"Input":"Subject: Social Media Assistance, Context: I want to create engaging social media posts.","Output":"Write three engaging social media posts about [product/service/topic] that would appeal to [target audience]. Keep each social media post to two sentences and include a call to action to visit [website/landing page]."},{"Input":"Prompt: Create engaging social media posts on [specified language] for our upcoming event [event name].","Output":"Consider improving this prompt to: 'Create a social media post promoting our upcoming [event name]. Include [attention-grabbing/simple/fun] language and relevant hachstags for [audience]'"},{"Input":"Subject: Social Media Assistance, Context: I want to create engaging social media posts in a specified language on our upcoming event. [specified language] [upcoming event]","Output":"Create a social media post promoting our upcoming [event name]. Include [attention-grabbing/simple/fun] language and relevant hachstags for [audience]"}]